[{"id": "openlicense", "question": "Openly licensed", "description": "<p>The licence must comply with the Open Definition which allows data to be freely used, reused and redistributed. The Open Definition provides a list of conformant licences. If the data uses one of these licences, it is openly licensed.</p>\n<p>Licences are commonly found in:</p>\n<ul>\n<li>the web page footer</li>\n<li>a link to Terms &amp; Conditions</li>\n<li>the About section</li>\n</ul>\n<p>Some licences may allow re-use and redistribution but have not been assessed as conformant with the Open Definition. In this case, seek feedback on the Open Data Index discussion forum</p>", "type": null, "placeholder": null, "score": "30", "icon": "unlock-alt", "dependants": "[u'licenseurl']"}, {"id": "machinereadable", "question": "Is the data machine readable", "description": "<p>All files are digital, but not all can be processed or parsed easily by a computer. In order to answer this question, you would need to look at the file type of the dataset. As a rule of thumb the following file types are machine readable:</p>\n<ul>\n<li>XLS</li>\n<li>CSV</li>\n<li>JSON</li>\n<li>XML</li>\n</ul>\n<p>The following formats are NOT machine readable:</p>\n<ul>\n<li>HTML</li>\n<li>PDF</li>\n<li>DOC</li>\n<li>JIF</li>\n<li>JPEG</li>\n<li>PPT</li>\n</ul>\n<p>If you have a different file type and you don’t know if it’s machine readable or not, ask in the Open Data Census forum</p>", "type": null, "placeholder": null, "score": "15", "icon": "keyboard-o", "dependants": "[u'format']"}, {"id": "free", "question": "Is the data available for free", "description": "<p>The data is free if you don’t have to pay for it.</p>", "type": null, "placeholder": null, "score": "15", "icon": "dollar", "dependants": null}, {"id": "bulk", "question": "Available in bulk", "description": "<p>Data is available in bulk if the whole dataset can be downloaded easily. It is considered non-bulk if the citizens are limited to getting parts of the dataset through an online interface.</p>\n<p>For example, if restricted to querying a web form and retrieving a few results at a time from a very large database.</p>", "type": null, "placeholder": null, "score": "10", "icon": "copy", "dependants": null}, {"id": "uptodate", "question": "Is the data provided on a timely and up to date basis", "description": "<p>Is the data current for the census year? You can determine or estimate when the data was last updated and its update frequency by reviewing:</p>\n<ul>\n<li>the metadata displayed for the data in an open data portal or web page</li>\n<li>the dataset title or filename e.g. Budget 2013-14 or Election_4July2015.csv</li>\n<li>metadata tags embedded in the web page that contains the data</li>\n<li>date values within the data to find the most recent date value</li>\n<li>the timestamp on the data file (although this may not be accurate)</li>\n<li>Some data is not updated on a regular basis. e.g. Pollutant emissions may be updated daily - while postal codes may not change for many years. </li>\n</ul>\n<p>You may need to use your judgement to determine if the data is timely and up to date. Document your rationale in the comments section.</p>\n<p>If you cannot determine a date, answer, &quot;NO&quot; i.e. the data is not timely or up-to-date.</p>", "type": null, "placeholder": null, "score": "10", "icon": "clock-o", "dependants": null}, {"id": "online", "question": "Is the data available online", "description": "<p>Data is online if it can be accessed via the Internet (e.g. a website or open data portal). If the data has been emailed to you but is not accessible via the Internet, it is not considered to be available online.</p>", "type": null, "placeholder": null, "score": "5", "icon": "download", "dependants": "[u'url']"}, {"id": "digital", "question": "Is data in digital form", "description": "<p>Data can be in a digital format, but not accessible online. For example: A country budget can be stored on a spreadsheet or otherwise on a private government network, but not on the Internet. This means that the data is digital, but not publicly available. If you know that the data is digital somewhere inside the government (e.g. a government official tells you so), then you should answer “YES” to this question and note in the comment section how you discovered the data is in digital form.</p>", "type": null, "placeholder": null, "score": "5", "icon": "save", "dependants": null}, {"id": "public", "question": "Publicly available", "description": "<p>Can the data be accessed by the public without restrictions? Data is considered publicly available when:</p>\n<ul>\n<li>It can be accessed online without the need for a password or permissions.</li>\n<li>If the data is in paper form, can be accessed by the public, and there is no restrictions on the number of photocopies that can be made.</li>\n</ul>\n<p>Data is <strong>NOT</strong> publicly available when:</p>\n<ul>\n<li>It is only made available after making a request.</li>\n<li>It was availiable because of FOIA. </li>\n<li>It can only be accessed by government officials.</li>\n</ul>", "type": null, "placeholder": null, "score": "5", "icon": "eye", "dependants": null}, {"id": "exists", "question": "Does the data exist", "description": "<p>Data must come from an official resource either issued directly by the government or by a third party officially representing the government. Data offered by companies, citizen initiatives or any non-governmental organisation do not count for the Index.</p>\n<p>If the government has given the right to publish the data to third parties, a submission with a link a to third party site is allowed. The third-party site must explicitly state that the data has been commissioned by the government. Check if the organization has an agreement with the government to be the official source and make a note in the comment section.</p>", "type": null, "placeholder": null, "score": "5", "icon": "file-o", "dependants": "[u'publisher', u'officialtitle']"}]